Repository: Tallack-Media-Corp/facets
Catalog: Facets/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: #3DBenchy by Creative Tools (3DBenchy.com), public domain (CC0). The two-colour version is made from its dual-print files.
de: #3DBenchy von Creative Tools (3DBenchy.com), gemeinfrei (CC0). Die zweifarbige Version entsteht aus den Dateien für den Zweifarbdruck.
es: #3DBenchy de Creative Tools (3DBenchy.com), de dominio público (CC0). La versión de dos colores se ha hecho a partir de sus archivos de impresión doble.
fr: #3DBenchy par Creative Tools (3DBenchy.com), domaine public (CC0). La version bicolore provient de ses fichiers d'impression double.
ja: #3DBenchy（Creative Tools作、3DBenchy.com）、パブリックドメイン（CC0）。2色バージョンはデュアルプリント用ファイルから作成しています。

source: %@ copy
de: %@ Kopie
es: %@ copia
fr: %@ copie
ja: %@のコピー

source: %@ hours
de: %@ Stunden
es: %@ horas
fr: %@ heures
ja: %@時間

source: %@ icon
de: Symbol „%@“
es: Icono %@
fr: Icône %@
ja: %@アイコン

# %@ inches wide, %@ deep, %@ high
source: %1$@ inches wide, %2$@ deep, %3$@ high
de: %@ Zoll breit, %@ tief, %@ hoch
es: %@ pulgadas de ancho, %@ de fondo y %@ de alto
fr: %@ pouces de large, %@ de profondeur, %@ de haut
ja: 幅%1$@インチ、奥行き%2$@インチ、高さ%3$@インチ

# %@ is %@.
source: %1$@ is %2$@.
de: %@ ist %@.
es: %@ mide %@.
fr: %@ mesure %@.
ja: %1$@は%2$@です。

# %@ millimetres wide, %@ deep, %@ high
source: %1$@ millimetres wide, %2$@ deep, %3$@ high
de: %@ Millimeter breit, %@ tief, %@ hoch
es: %@ milímetros de ancho, %@ de fondo y %@ de alto
fr: %@ millimètres de large, %@ de profondeur, %@ de haut
ja: 幅%1$@ミリメートル、奥行き%2$@ミリメートル、高さ%3$@ミリメートル

source: %@ model
de: %@-Modell
es: Modelo %@
fr: Modèle %@
ja: %@モデル

# %@ model in %@
source: %1$@ model in %2$@
de: %@-Modell in %@
es: Modelo %@ en %@
fr: Modèle %@ dans %@
ja: %2$@内の%1$@モデル

source: %@ too deep
de: %@ zu tief
es: %@ más de fondo
fr: %@ de trop en profondeur
ja: 奥行きが%@超過

source: %@ too tall
de: %@ zu hoch
es: %@ más de alto
fr: %@ de trop en hauteur
ja: 高さが%@超過

source: %@ too wide
de: %@ zu breit
es: %@ más de ancho
fr: %@ de trop en largeur
ja: 幅が%@超過

source: %@ was moved, renamed or deleted, or Facets no longer has access to it.
de: %@ wurde bewegt, umbenannt oder gelöscht, oder Facets hat keinen Zugriff mehr darauf.
es: %@ se ha movido, renombrado o eliminado, o Facets ya no tiene acceso.
fr: « %@ » a été déplacé, renommé ou supprimé, ou Facets n'y a plus accès.
ja: %@は移動、名称変更、または削除されたか、Facetsからアクセスできなくなりました。

# %@, %@ across
source: %1$@, %2$@ across
de: %@, %@ groß
es: %@, %@ de diámetro
fr: %@, %@ de diamètre
ja: %1$@、最大%2$@

# %@. %@ is available.
source: %1$@. %2$@ is available.
de: %@. %@ ist verfügbar.
es: %@. %@ disponible.
fr: %@. %@ est disponible.
ja: %1$@。「%2$@」を使用できます。

source: %lld days left
de: noch %lld Tage
es: quedan %lld días
fr: %lld jours restants
ja: 残り%lld日

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
ja: %lld時間

source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
ja: %lld項目

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間

source: 3MF projects from Bambu Studio, Orca Slicer and others carry filament colours. STL files always use the model colour.
de: 3MF-Projekte aus Bambu Studio, Orca Slicer und anderen enthalten Filamentfarben. STL-Dateien verwenden immer die Modellfarbe.
es: Los proyectos 3MF de Bambu Studio, Orca Slicer y otros incluyen los colores del filamento. Los archivos STL siempre usan el color del modelo.
fr: Les projets 3MF de Bambu Studio, Orca Slicer et d'autres contiennent les couleurs des filaments. Les fichiers STL utilisent toujours la couleur du modèle.
ja: Bambu StudioやOrca Slicerなどの3MFプロジェクトにはフィラメントの色が含まれています。STLファイルでは常にモデルカラーが使われます。

source: A folder can't go inside itself.
de: Ein Ordner kann nicht in sich selbst liegen.
es: Una carpeta no puede ir dentro de sí misma.
fr: Un dossier ne peut pas être placé dans lui-même.
ja: フォルダをそれ自身の中に入れることはできません。

source: A quarter turn on the bed
de: Eine Vierteldrehung auf dem Druckbett
es: Un cuarto de vuelta sobre la cama
fr: Un quart de tour sur le plateau
ja: ベッド上で90°回転

source: A quarter turn onto its side
de: Eine Vierteldrehung auf die Seite
es: Un cuarto de vuelta sobre un lateral
fr: Un quart de tour sur le côté
ja: 横に90°倒す

source: A quarter turn, front edge down
de: Eine Vierteldrehung, Vorderkante nach unten
es: Un cuarto de vuelta hacia delante
fr: Un quart de tour vers l'avant
ja: 前縁を下に90°倒す

source: A small, fast viewer for 3D printing files. Open STL, 3MF and OBJ models from anywhere on your iPhone or iPad, keep a library of them, and preview them right in the Files app.
de: Ein kleiner, schneller Viewer für 3D-Druckdateien. Öffne STL-, 3MF- und OBJ-Modelle von überall auf deinem iPhone oder iPad, sammle sie in einer Bibliothek und sieh sie dir direkt in der App „Dateien“ an.
es: Un visor pequeño y rápido para archivos de impresión 3D. Abre modelos STL, 3MF y OBJ desde cualquier lugar de tu iPhone o iPad, guárdalos en una biblioteca y previsualízalos directamente en la app Archivos.
fr: Une visionneuse légère et rapide pour les fichiers d'impression 3D. Ouvrez des modèles STL, 3MF et OBJ depuis n'importe où sur votre iPhone ou iPad, rangez-les dans une bibliothèque et prévisualisez-les directement dans l'app Fichiers.
ja: 3Dプリント用ファイルのための、小さくて高速なビューアです。iPhoneやiPadのどこにあるSTL、3MF、OBJモデルでも開いてライブラリにまとめ、“ファイル”Appで直接プレビューできます。

source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報

source: About Facets
de: Über Facets
es: Acerca de Facets
fr: À propos de Facets
ja: Facetsについて

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加

source: Add Location…
de: Ort hinzufügen …
es: Añadir ubicación…
fr: Ajouter un emplacement…
ja: 場所を追加…

source: Add Location… at the foot of the sidebar lets you look through a folder's models where they are, and save the ones you want.
de: Mit „Ort hinzufügen …“ unten in der Seitenleiste kannst du die Modelle eines Ordners dort ansehen, wo sie liegen, und die gewünschten sichern.
es: Con “Añadir ubicación…”, al pie de la barra lateral, puedes ver los modelos de una carpeta donde están y guardar los que quieras.
fr: « Ajouter un emplacement… », en bas de la barre latérale, vous permet de parcourir les modèles d'un dossier là où ils se trouvent et d'enregistrer ceux que vous voulez.
ja: サイドバー下部の“場所を追加…”を使うと、フォルダ内のモデルをその場で閲覧し、必要なものを保存できます。

source: Add Models
de: Modelle hinzufügen
es: Añadir modelos
fr: Ajouter des modèles
ja: モデルを追加

source: Add a folder from Files to look through its models where they are, and save the ones you want.
de: Füge einen Ordner aus „Dateien“ hinzu, um seine Modelle dort anzusehen, wo sie liegen, und die gewünschten zu sichern.
es: Añade una carpeta de Archivos para ver sus modelos donde están y guardar los que quieras.
fr: Ajoutez un dossier depuis Fichiers pour parcourir ses modèles là où ils se trouvent et enregistrer ceux que vous voulez.
ja: “ファイル”からフォルダを追加すると、モデルをその場で閲覧し、必要なものを保存できます。

source: Add a folder from iCloud Drive, On My iPhone or any storage app in Files to browse its STL, 3MF and OBJ files here. Facets can only see folders you choose.
de: Füge einen Ordner aus iCloud Drive, „Auf meinem iPhone“ oder einer anderen Speicher-App in „Dateien“ hinzu, um seine STL-, 3MF- und OBJ-Dateien hier zu durchsuchen. Facets sieht nur Ordner, die du auswählst.
es: Añade una carpeta de iCloud Drive, En mi iPhone o cualquier app de almacenamiento de Archivos para explorar aquí sus archivos STL, 3MF y OBJ. Facets solo puede ver las carpetas que elijas.
fr: Ajoutez un dossier d'iCloud Drive, de « Sur mon iPhone » ou de toute app de stockage dans Fichiers pour parcourir ici ses fichiers STL, 3MF et OBJ. Facets ne voit que les dossiers que vous choisissez.
ja: “ファイル”のiCloud Drive、“このiPhone内”、またはほかのストレージAppからフォルダを追加すると、そのSTL、3MF、OBJファイルをここでブラウズできます。Facetsが参照できるのは選択したフォルダだけです。

source: Added %lld models
de: %lld Modelle hinzugefügt
es: Se han añadido %lld modelos
fr: %lld modèles ajoutés
ja: %lld個のモデルを追加しました

# Added %lld of %lld. The others aren't STL, 3MF or OBJ files.
source: Added %1$lld of %2$lld. The others aren't STL, 3MF or OBJ files.
de: %lld von %lld hinzugefügt. Die anderen sind keine STL-, 3MF- oder OBJ-Dateien.
es: Añadidos: %lld de %lld. Los demás no son archivos STL, 3MF ni OBJ.
fr: Ajoutés : %lld sur %lld. Les autres ne sont pas des fichiers STL, 3MF ou OBJ.
ja: %2$lld個中%1$lld個を追加しました。ほかはSTL、3MF、OBJファイルではありません。

source: All Plates
de: Alle Platten
es: Todas las placas
fr: Tous les plateaux
ja: すべてのプレート

source: Already the best way up to print.
de: Liegt schon optimal zum Drucken.
es: Ya está en la mejor posición para imprimir.
fr: Déjà dans la meilleure orientation pour l'impression.
ja: すでに最適な印刷向きです。

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
ja: Appアイコン

source: As Saved · %@
de: Wie gesichert · %@
es: Como se guardó · %@
fr: Tel qu'enregistré · %@
ja: 保存時の向き · %@

source: Auto Orient
de: Automatisch ausrichten
es: Orientar automáticamente
fr: Orientation auto
ja: 自動配置

source: Back
de: Hinten
es: Trasera
fr: Arrière
ja: 背面

source: Back to how the file has it
de: Zurück zur Lage aus der Datei
es: Volver a como está en el archivo
fr: Revenir à l'orientation du fichier
ja: ファイルの元の向きに戻す

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: ブラック

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー

source: Bottom
de: Unten
es: Inferior
fr: Dessous
ja: 底面

source: Brings the whole model back into view. Double-clicking the model does the same.
de: Zeigt wieder das ganze Modell. Ein Doppelklick auf das Modell bewirkt dasselbe.
es: Vuelve a mostrar el modelo entero. Hacer doble clic en el modelo hace lo mismo.
fr: Affiche à nouveau le modèle en entier. Un double-clic sur le modèle fait de même.
ja: モデル全体を表示に戻します。モデルをダブルクリックしても同じです。

source: Brings the whole model back into view. Double-tapping the model does the same.
de: Zeigt wieder das ganze Modell. Zweimal auf das Modell tippen bewirkt dasselbe.
es: Vuelve a mostrar el modelo entero. Tocar dos veces el modelo hace lo mismo.
fr: Affiche à nouveau le modèle en entier. Toucher deux fois le modèle fait de même.
ja: モデル全体を表示に戻します。モデルをダブルタップしても同じです。

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
ja: ブラウズ

source: Browse Without Importing
de: Ohne Import durchsuchen
es: Explorar sin importar
fr: Parcourir sans importer
ja: 読み込まずにブラウズ

source: Browse a folder's STL, 3MF and OBJ files without importing them
de: Die STL-, 3MF- und OBJ-Dateien eines Ordners ohne Import durchsuchen
es: Explora los archivos STL, 3MF y OBJ de una carpeta sin importarlos
fr: Parcourir les fichiers STL, 3MF et OBJ d'un dossier sans les importer
ja: フォルダ内のSTL、3MF、OBJファイルを読み込まずにブラウズ

source: Build Plate Grid
de: Raster der Druckplatte
es: Cuadrícula de la placa
fr: Grille du plateau
ja: ビルドプレートのグリッド

source: Can't Open %@
de: „%@“ kann nicht geöffnet werden
es: No se puede abrir %@
fr: Impossible d'ouvrir « %@ »
ja: %@を開けません

source: Can't Read This File
de: Datei kann nicht gelesen werden
es: No se puede leer este archivo
fr: Impossible de lire ce fichier
ja: このファイルを読み込めません

source: Can't open this folder. Add it again.
de: Dieser Ordner kann nicht geöffnet werden. Füge ihn erneut hinzu.
es: No se puede abrir esta carpeta. Vuelve a añadirla.
fr: Impossible d'ouvrir ce dossier. Ajoutez-le à nouveau.
ja: このフォルダを開けません。もう一度追加してください。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Centimetres
de: Zentimeter
es: Centímetros
fr: Centimètres
ja: センチメートル

source: Change how the library is shown and sorted. Double-click a model to open it; Space shows a quick look.
de: Lege fest, wie die Bibliothek angezeigt und sortiert wird. Doppelklicke auf ein Modell, um es zu öffnen; die Leertaste zeigt eine Vorschau.
es: Cambia cómo se muestra y ordena la biblioteca. Haz doble clic en un modelo para abrirlo; la barra espaciadora muestra una vista rápida.
fr: Modifiez l'affichage et le tri de la bibliothèque. Double-cliquez sur un modèle pour l'ouvrir ; la barre d'espace affiche un aperçu.
ja: ライブラリの表示方法と並べ替えを変更できます。モデルをダブルクリックすると開き、スペースキーでクイックルックが表示されます。

source: Change how the library is shown and sorted. Touch and hold a model to rename, move or share it.
de: Lege fest, wie die Bibliothek angezeigt und sortiert wird. Lege den Finger auf ein Modell, um es umzubenennen, zu bewegen oder zu teilen.
es: Cambia cómo se muestra y ordena la biblioteca. Mantén pulsado un modelo para renombrarlo, moverlo o compartirlo.
fr: Modifiez l'affichage et le tri de la bibliothèque. Touchez un modèle de manière prolongée pour le renommer, le déplacer ou le partager.
ja: ライブラリの表示方法と並べ替えを変更できます。モデルを長押しすると、名称変更、移動、共有ができます。

source: Changes the printer
de: Ändert den Drucker
es: Cambia la impresora
fr: Change d'imprimante
ja: プリンタを変更します

source: Check Fit Against a Printer
de: Passform für Drucker prüfen
es: Comprobar si cabe en una impresora
fr: Vérifier pour une imprimante
ja: プリンタに収まるか確認

source: Check the file's units
de: Einheiten der Datei prüfen
es: Comprueba las unidades del archivo
fr: Vérifiez les unités du fichier
ja: ファイルの単位を確認

source: Check your connection, then try again.
de: Prüfe deine Verbindung und versuche es erneut.
es: Comprueba la conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion, puis réessayez.
ja: 接続を確認してから、もう一度お試しください。

source: Choose a folder to browse its STL, 3MF and OBJ files without importing them.
de: Wähle einen Ordner, um seine STL-, 3MF- und OBJ-Dateien ohne Import zu durchsuchen.
es: Elige una carpeta para explorar sus archivos STL, 3MF y OBJ sin importarlos.
fr: Choisissez un dossier pour parcourir ses fichiers STL, 3MF et OBJ sans les importer.
ja: フォルダを選択すると、そのSTL、3MF、OBJファイルを読み込まずにブラウズできます。

source: Choose the Folder Again…
de: Ordner erneut auswählen …
es: Volver a elegir la carpeta…
fr: Choisir à nouveau le dossier…
ja: フォルダを選択し直す…

source: Choose the file's units to see an estimate.
de: Wähle die Einheiten der Datei, um eine Schätzung zu sehen.
es: Elige las unidades del archivo para ver una estimación.
fr: Choisissez les unités du fichier pour voir une estimation.
ja: 見積もりを表示するには、ファイルの単位を選択してください。

source: Chooses a printer to check the model fits
de: Wählt einen Drucker, um zu prüfen, ob das Modell passt
es: Elige una impresora para comprobar si el modelo cabe
fr: Choisit une imprimante pour vérifier que le modèle tient
ja: モデルが収まるか確認するプリンタを選択します

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去

source: Clear Recents
de: Verlauf löschen
es: Borrar recientes
fr: Effacer les récents
ja: 履歴を消去

source: Clear Thumbnail Cache
de: Miniaturen-Cache leeren
es: Borrar caché de miniaturas
fr: Vider le cache des vignettes
ja: サムネールキャッシュを消去

source: Clear the list of recent models?
de: Liste der zuletzt geöffneten Modelle löschen?
es: ¿Borrar la lista de modelos recientes?
fr: Effacer la liste des modèles récents ?
ja: 最近使ったモデルのリストを消去しますか？

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

source: Close %@
de: %@ schließen
es: Cerrar %@
fr: Fermer %@
ja: %@を閉じる

source: Close Tip
de: Tipp schließen
es: Cerrar consejo
fr: Fermer l'astuce
ja: ヒントを閉じる

source: Close Tool
de: Werkzeug schließen
es: Cerrar herramienta
fr: Fermer l'outil
ja: ツールを閉じる

source: Couldn't Add That Folder
de: Ordner konnte nicht hinzugefügt werden
es: No se ha podido añadir la carpeta
fr: Impossible d'ajouter ce dossier
ja: フォルダを追加できませんでした

source: Couldn't Change the Icon
de: Symbol konnte nicht geändert werden
es: No se ha podido cambiar el icono
fr: Impossible de changer l'icône
ja: アイコンを変更できませんでした

source: Couldn't Create Folder
de: Ordner konnte nicht erstellt werden
es: No se ha podido crear la carpeta
fr: Impossible de créer le dossier
ja: フォルダを作成できませんでした

source: Couldn't Delete
de: Löschen fehlgeschlagen
es: No se ha podido eliminar
fr: Impossible de supprimer
ja: 削除できませんでした

source: Couldn't Download From iCloud
de: Laden aus iCloud fehlgeschlagen
es: No se ha podido descargar de iCloud
fr: Impossible de télécharger depuis iCloud
ja: iCloudからダウンロードできませんでした

source: Couldn't Duplicate
de: Duplizieren fehlgeschlagen
es: No se ha podido duplicar
fr: Impossible de dupliquer
ja: 複製できませんでした

source: Couldn't Import
de: Import fehlgeschlagen
es: No se ha podido importar
fr: Impossible d'importer
ja: 読み込めませんでした

source: Couldn't Move
de: Bewegen fehlgeschlagen
es: No se ha podido mover
fr: Impossible de déplacer
ja: 移動できませんでした

source: Couldn't Open That
de: Öffnen fehlgeschlagen
es: No se ha podido abrir
fr: Impossible d'ouvrir cet élément
ja: 開けませんでした

source: Couldn't Rename
de: Umbenennen fehlgeschlagen
es: No se ha podido renombrar
fr: Impossible de renommer
ja: 名称を変更できませんでした

source: Couldn't Save
de: Sichern fehlgeschlagen
es: No se ha podido guardar
fr: Impossible d'enregistrer
ja: 保存できませんでした

source: Couldn't Save to Library
de: Sichern in Bibliothek fehlgeschlagen
es: No se ha podido guardar en la biblioteca
fr: Impossible d'enregistrer dans la bibliothèque
ja: ライブラリに保存できませんでした

source: Couldn't add that file. %@
de: Die Datei konnte nicht hinzugefügt werden. %@
es: No se ha podido añadir el archivo. %@
fr: Impossible d'ajouter ce fichier. %@
ja: そのファイルを追加できませんでした。%@

source: Couldn't add that file. Only STL, 3MF and OBJ files can go in the library.
de: Die Datei konnte nicht hinzugefügt werden. Nur STL-, 3MF- und OBJ-Dateien können in die Bibliothek.
es: No se ha podido añadir el archivo. En la biblioteca solo caben archivos STL, 3MF y OBJ.
fr: Impossible d'ajouter ce fichier. Seuls les fichiers STL, 3MF et OBJ peuvent aller dans la bibliothèque.
ja: そのファイルを追加できませんでした。ライブラリに追加できるのはSTL、3MF、OBJファイルだけです。

source: Couldn't add those files. %@
de: Die Dateien konnten nicht hinzugefügt werden. %@
es: No se han podido añadir los archivos. %@
fr: Impossible d'ajouter ces fichiers. %@
ja: それらのファイルを追加できませんでした。%@

source: Couldn't add those files. Only STL, 3MF and OBJ files can go in the library.
de: Die Dateien konnten nicht hinzugefügt werden. Nur STL-, 3MF- und OBJ-Dateien können in die Bibliothek.
es: No se han podido añadir los archivos. En la biblioteca solo caben archivos STL, 3MF y OBJ.
fr: Impossible d'ajouter ces fichiers. Seuls les fichiers STL, 3MF et OBJ peuvent aller dans la bibliothèque.
ja: それらのファイルを追加できませんでした。ライブラリに追加できるのはSTL、3MF、OBJファイルだけです。

source: Couldn't put %@ back. It's still in Settings › Recently Deleted.
de: %@ konnte nicht zurückgelegt werden. Es ist noch in „Einstellungen“ › „Zuletzt gelöscht“.
es: No se ha podido recuperar %@. Sigue en Ajustes › Eliminado recientemente.
fr: Impossible de remettre « %@ » en place. L'élément est toujours dans Réglages › Suppressions récentes.
ja: %@を元に戻せませんでした。“設定 › 最近削除した項目”に残っています。

source: Couldn't restore. There may not be enough space.
de: Wiederherstellen fehlgeschlagen. Möglicherweise ist nicht genug Speicherplatz frei.
es: No se ha podido restaurar. Puede que no haya espacio suficiente.
fr: Impossible de restaurer. L'espace est peut-être insuffisant.
ja: 復元できませんでした。空き容量が足りない可能性があります。

source: Cross-Section
de: Querschnitt
es: Sección transversal
fr: Coupe
ja: 断面

source: Custom
de: Eigenes
es: Personalizada
fr: Personnalisé
ja: カスタム

source: Custom Bed
de: Eigenes Druckbett
es: Cama personalizada
fr: Plateau personnalisé
ja: カスタムベッド

source: Custom Colour
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
ja: カスタムカラー

source: Cut at %@
de: Schnitt bei %@
es: Corte a %@
fr: Coupe à %@
ja: %@で切断

source: Cut height
de: Schnitthöhe
es: Altura de corte
fr: Hauteur de coupe
ja: 切断する高さ

source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
ja: 変更日

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

source: Delete "%@" and everything in it?
de: „%@“ mit allem Inhalt löschen?
es: ¿Eliminar “%@” y todo su contenido?
fr: Supprimer « %@ » et tout son contenu ?
ja: “%@”とその中のすべての項目を削除しますか？

source: Delete "%@" for good?
de: „%@“ endgültig löschen?
es: ¿Eliminar “%@” definitivamente?
fr: Supprimer définitivement « %@ » ?
ja: “%@”を完全に削除しますか？

source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ja: “%@”を削除しますか？

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
ja: %@を削除

source: Delete %lld Items
de: %lld Objekte löschen
es: Eliminar %lld elementos
fr: Supprimer %lld éléments
ja: %lld項目を削除

source: Delete %lld items and everything in them?
de: %lld Objekte mit allem Inhalt löschen?
es: ¿Eliminar %lld elementos y todo su contenido?
fr: Supprimer %lld éléments et tout leur contenu ?
ja: %lld項目とその中のすべての項目を削除しますか？

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除

source: Delete Now
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
ja: 今すぐ削除

source: Delete all %lld items for good?
de: Alle %lld Objekte endgültig löschen?
es: ¿Eliminar definitivamente los %lld elementos?
fr: Supprimer définitivement les %lld éléments ?
ja: %lld項目すべてを完全に削除しますか？

source: Delete this item for good?
de: Dieses Objekt endgültig löschen?
es: ¿Eliminar este elemento definitivamente?
fr: Supprimer définitivement cet élément ?
ja: この項目を完全に削除しますか？

source: Deleted "%@"
de: „%@“ gelöscht
es: Se eliminó «%@»
fr: « %@ » supprimé
ja: 「%@」を削除しました

source: Deleted %@
de: %@ gelöscht
es: Eliminado %@
fr: Supprimé %@
ja: 削除：%@

source: Depth
de: Tiefe
es: Fondo
fr: Profondeur
ja: 奥行き

source: Display
de: Darstellung
es: Visualización
fr: Affichage
ja: 表示

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了

source: Double tap to fit the model
de: Zum Einpassen zweimal tippen
es: Toca dos veces para encuadrar el modelo
fr: Touchez deux fois pour cadrer le modèle
ja: ダブルタップでモデル全体を表示

source: Double-tap to fit the model
de: Zum Einpassen zweimal tippen
es: Toca dos veces para encuadrar el modelo
fr: Touchez deux fois pour cadrer le modèle
ja: ダブルタップでモデル全体を表示

source: Download Small Models for Previews
de: Kleine Modelle für Vorschauen laden
es: Descargar modelos pequeños para previsualizar
fr: Télécharger les petits modèles pour les aperçus
ja: プレビュー用に小さいモデルをダウンロード

source: Drag to turn the model
de: Ziehen, um das Modell zu drehen
es: Arrastra para girar el modelo
fr: Faites glisser pour tourner le modèle
ja: ドラッグでモデルを回転

source: Drag to turn · Pinch to zoom
de: Ziehen zum Drehen · Aufziehen zum Zoomen
es: Arrastra para girar · Pellizca para ampliar
fr: Glissez pour tourner · Pincez pour zoomer
ja: ドラッグで回転 · ピンチでズーム

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製

source: Each printer says whether the model you're viewing fits it, as it's oriented now.
de: Bei jedem Drucker steht, ob das angezeigte Modell in seiner jetzigen Ausrichtung passt.
es: Cada impresora indica si el modelo que estás viendo cabe en ella con su orientación actual.
fr: Chaque imprimante indique si le modèle affiché y tient, dans son orientation actuelle.
ja: 表示中のモデルが現在の向きで収まるかどうかが、プリンタごとに表示されます。

source: Each screen shows its tips again, one at a time.
de: Jeder Bildschirm zeigt seine Tipps erneut, einen nach dem anderen.
es: Cada pantalla vuelve a mostrar sus consejos, de uno en uno.
fr: Chaque écran affiche à nouveau ses astuces, une à la fois.
ja: 各画面でヒントが1つずつ再び表示されます。

source: Empty Folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
ja: 空のフォルダ
